Number of completed face sets.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public int NumberOfCompletedFaceSets { get; }
  Visual Basic
Public ReadOnly Property NumberOfCompletedFaceSets As Integer
	Get
  Visual C++
public:
property int NumberOfCompletedFaceSets {
	int get ();
}
 See Also
  TessellatedShapeBuilder Class
  Autodesk.Revit.DB Namespace